const About = () => {
    return (
        <div className='Page'>
            <h2>About</h2>
            <div>作品制作をする活発なサークルです</div>
            <div>情報技術研究部、通称「じょぎ」とは主にパソコンを用いた作品を制作しております。 基本理念として各々の自由な発想に任せた作品作りを行っております。</div>

            <div>作成した作品は毎年行われる文化発表会や立花祭、部内における作品発表会などで発表しております。</div>

            <h2>サイトの目的意義</h2>
            このサイトでは主に、部員への連絡事項の伝達・新入生へのサークルの紹介がメインとなっております。

            <div>新入生など入部に関しては「入部希望者へ」のページに記載されています。 サークルの活動自体については「活動内容」や「作品紹介」などに詳しく記載されていますのでそちらをご参照ください。</div>

            <div>所属部員の連絡についてはトップページか「掲示板」にて確認ください。</div>
        </div>
    );
};

export default About;
