import React from 'react';

const Guidelines = () => {
    return (
        <div className='Page'>
            <h2>諸注意</h2>
            <h3>作品について</h3>
            <p>情報技術研究部はサークル活動として作品などを個人で制作しております。 よって未完成部分やバグなどが含まれている可能性があることをご了承下さい。</p>

            <p>作品の使用は自己責任でお願いします。</p>

            <h3>サイトについて</h3>
            <p>十分な注意を払って製作しておりますが、誤字・脱字などがあるかもしれません。</p>

            <p>もし発見された場合はお手数ですがご連絡お願いします。</p>

            <p>サイトはIE5.0以上を推奨しています。</p>
            <p>それ以外のブラウザでは型崩れの可能性があります。 また、CSSやJavaScriptを使用しているため、それらをONにしてからご覧下さい。</p>
        </div>
    );
};

export default Guidelines;