const Members = () => {
    return (
        <div className='Page'>
            <h2>部員としての心がけ</h2>
            <h3>毎週ある部会には必ず参加しよう</h3>
            <p>ここで必要な連絡事項や取り決めを行うので、 部員は2回あるうちのどちらかだけでも部会に参加してください。 どちらも参加できない場合は、事前に連絡を入れるようお願いします。</p>

            <h3>意欲的にサークル活動に取り組もう</h3>
            <p>じょぎは様々な活動を行っていますので自分から積極的に取り組んでみましょう。</p>
            <p>AIBO班やゲームプロジェクト班、ロボ班など、たくさんあるどれかのプロジェクトに加わるのも1つの手段です。 ぜひ、ご参加ください。</p>

            <h3>マナーは守ろう</h3>
            <p>大学生にもなると飲み会や宴会もあります。 その時に、必要以上に飲み過ぎたり、はしゃぎ過ぎてお店に迷惑をかけないように注意しましょう。</p>
            <p>時間厳守もマナーのひとつです。遅れたりしないよう気をつけましょう。</p>
        </div>
    );
};

export default Members;
